{
  "info" : {
    "totalResultsLocal" : 31535,
    "totalResultsPC" : -1,
    "total" : 31535,
    "first" : 31,
    "last" : 40
  },
  "highlights" : { },
  "docs" : [ {
    "id" : 9923879931301921
  }, {
    "id" : 9923879933901921
  }, {
    "id" : 9923879935601921
  }, {
    "id" : 9923879936901921
  }, {
    "id" : 9923880069501921
  }, {
    "id" : 9923880070601921
  }, {
    "id" : 9923880070901921
  }, {
    "id" : 9923880069301921
  }, {
    "id" : 9923879942501921
  }, {
    "id" : 9923880186101921
  } ],
  "timelog" : {
    "CALL_SOLR_GET_IDS_LIST" : "67",
    "ESPLORO_LOCAL_SEARCH_TOTAL" : "73",
    "BUILD_BLEND_AND_CACHE_RESULTS" : 0,
    "BUILD_COMBINED_RESULTS_MAP" : 76,
    "BUILD_MMS_IDS_LIST" : 0,
    "LOAD_ENTITIES_FROM_DB" : 16,
    "GET_ESPLORO_ENTITY_MODEL_FOR_MMS_9923879931301921" : 3,
    "LOAD_ASSET_EXTENTION_FOR_MMS_9923879931301921" : 2,
    "LOAD_CREATORS_FOR_MMS_9923879931301921" : 1,
    "PROCESS_CREATORS_FOR_MMS_9923879931301921" : 0,
    "GET_ESPLORO_ENTITY_MODEL_FOR_MMS_9923879933901921" : 2,
    "LOAD_ASSET_EXTENTION_FOR_MMS_9923879933901921" : 3,
    "LOAD_CREATORS_FOR_MMS_9923879933901921" : 0,
    "PROCESS_CREATORS_FOR_MMS_9923879933901921" : 0,
    "GET_ESPLORO_ENTITY_MODEL_FOR_MMS_9923879935601921" : 4,
    "LOAD_ASSET_EXTENTION_FOR_MMS_9923879935601921" : 5,
    "LOAD_CREATORS_FOR_MMS_9923879935601921" : 0,
    "PROCESS_CREATORS_FOR_MMS_9923879935601921" : 0,
    "GET_ESPLORO_ENTITY_MODEL_FOR_MMS_9923879936901921" : 3,
    "LOAD_ASSET_EXTENTION_FOR_MMS_9923879936901921" : 3,
    "LOAD_CREATORS_FOR_MMS_9923879936901921" : 1,
    "PROCESS_CREATORS_FOR_MMS_9923879936901921" : 0,
    "GET_ESPLORO_ENTITY_MODEL_FOR_MMS_9923880069501921" : 2,
    "LOAD_ASSET_EXTENTION_FOR_MMS_9923880069501921" : 3,
    "LOAD_CREATORS_FOR_MMS_9923880069501921" : 0,
    "PROCESS_CREATORS_FOR_MMS_9923880069501921" : 0,
    "GET_ESPLORO_ENTITY_MODEL_FOR_MMS_9923880070601921" : 3,
    "LOAD_ASSET_EXTENTION_FOR_MMS_9923880070601921" : 3,
    "LOAD_CREATORS_FOR_MMS_9923880070601921" : 0,
    "PROCESS_CREATORS_FOR_MMS_9923880070601921" : 0,
    "GET_ESPLORO_ENTITY_MODEL_FOR_MMS_9923880070901921" : 3,
    "LOAD_ASSET_EXTENTION_FOR_MMS_9923880070901921" : 3,
    "LOAD_CREATORS_FOR_MMS_9923880070901921" : 1,
    "PROCESS_CREATORS_FOR_MMS_9923880070901921" : 0,
    "GET_ESPLORO_ENTITY_MODEL_FOR_MMS_9923880069301921" : 2,
    "LOAD_ASSET_EXTENTION_FOR_MMS_9923880069301921" : 2,
    "LOAD_CREATORS_FOR_MMS_9923880069301921" : 1,
    "PROCESS_CREATORS_FOR_MMS_9923880069301921" : 0,
    "GET_ESPLORO_ENTITY_MODEL_FOR_MMS_9923879942501921" : 2,
    "LOAD_ASSET_EXTENTION_FOR_MMS_9923879942501921" : 3,
    "LOAD_CREATORS_FOR_MMS_9923879942501921" : 0,
    "PROCESS_CREATORS_FOR_MMS_9923879942501921" : 0,
    "GET_ESPLORO_ENTITY_MODEL_FOR_MMS_9923880186101921" : 2,
    "LOAD_ASSET_EXTENTION_FOR_MMS_9923880186101921" : 4,
    "LOAD_CREATORS_FOR_MMS_9923880186101921" : 0,
    "PROCESS_CREATORS_FOR_MMS_9923880186101921" : 0,
    "TOTAL_BUILD_ASSETS_SECTION" : 72,
    "TOTAL_SEARCH_TIME" : 78,
    "TOTAL_PROCESS_RESULTS" : 90
  },
  "facets" : [ ],
  "assets" : [ {
    "id" : "9923879931301921",
    "title" : "Minority Report: The Danger of Women in Islamic Terrorism and in ISIS",
    "resourceType" : "etd.graduate",
    "publicationDetails" : "",
    "conferenceDetails" : "",
    "eventDetails" : "",
    "seriesDetails" : "Brandeis University",
    "etdDetails" : "Master of Arts (MA), Brandeis University, Graduate School of Arts and Sciences",
    "date" : "2017",
    "description" : "This thesis is focused on the role of women in modern Islamic terrorism, especially their participation in the terrorist organization, the Islamic State in Iraq and Syria, also known as ISIS. It argues that women are traditionally viewed in Western countries as not posing the same threat level as men in Islamic extremist organizations. When women actively support violent extremist acts, their actions are thought to be peripheral to the cause or a result of coercion. However, this thesis argues that women are in fact extremely important to the structure of radical Islamic organizations and should be given more attention by security authorities. Furthermore, I argue that the longstanding perception that women, and Muslim women in particular, are merely victims of male predatory behavior, may overlook personal agency in their decisions to participate. While we cannot overlook predatory recruitment techniques, these methods may also be employed by women who pressure others to support the cause. This thesis concludes that it is difficult to make sweeping statements without gathering more information on those women who choose to actively participate in terrorist actions. Gathering and evaluating in-depth data on these women would advance the field of Countering Violent Extremism (CVE), a field that is growing increasingly relevant in the early 21st century.",
    "peerreview" : false,
    "openaccess" : true,
    "doi" : "10.48617/etd.757",
    "thumbnail" : "/view/delivery/thumbnail/<inst_code>/9923879931301921?calculateAccessRights=true",
    "permalink" : "/outputs/graduate/Minority-Report-The-Danger-of-Women/9923879931301921",
    "creators" : [ {
      "displayName" : "Kathryn Brody",
      "nameForSearch" : null,
      "role" : null,
      "source" : null,
      "affiliationName" : null,
      "affiliationCode" : null,
      "orcid" : null,
      "urlIdentifier" : null,
      "affiliated" : false
    } ],
    "identifiers" : ""
  }, {
    "id" : "9923879933901921",
    "title" : "Juvenile Wild Lemon Shark (Negaprion brevirostris) Health Assessment: Establishing a Baseline and Assessment Procedure for the Health of the South Caicos Juvenile Lemon Shark Population",
    "resourceType" : "etd.undergraduate",
    "publicationDetails" : "",
    "conferenceDetails" : "",
    "eventDetails" : "",
    "seriesDetails" : "Brandeis University",
    "etdDetails" : "Bachelor of Science (BS), Brandeis University, College of Arts and Sciences",
    "date" : "2016",
    "description" : "Shark health is very important to the health of marine ecosystems, but it has been minimally studied in the past. In this study, a new health assessment procedure was established by combining traditional methods of overall health assessment, such as condition factor, with newer methods focused on parasitic parameters, such as fin rot infections and ectoparasites. This study indicates that condition factor may decrease and fin rot may increase with increased shark recaptures. Also, female sharks may experience more intensive fin rot than males and the left side of the first dorsal fin may be more susceptible to fin rot as well. Dermophthirius nigrelli monogenean flatworms, Stibarobdella macrothela leeches, and Rocinella signata isopods were found only on sharks exhibiting fin rot which may support the hypothesis that certain parasites increase shark susceptibility to other parasites and infections by decreasing immunity or acting as vectors. Analysis of these findings established a baseline for the juvenile lemon shark population in South Caicos, Turks and Caicos Islands. This population is in relatively good health and should be monitored for changes as coastal development continues on this island. It may act as good model for the effects of coastal development on shark populations and marine ecosystem health in the future. For continued monitoring of this population, condition factor measurements should be combined with fin rot analysis and ectoparasite observations as demonstrated in this study.",
    "peerreview" : false,
    "openaccess" : true,
    "doi" : "",
    "thumbnail" : "/view/delivery/thumbnail/<inst_code>/9923879933901921?calculateAccessRights=true",
    "permalink" : "/outputs/undergraduate/Juvenile-Wild-Lemon-Shark-Negaprion-brevirostris/9923879933901921",
    "creators" : [ {
      "displayName" : "Mariah Beck",
      "nameForSearch" : null,
      "role" : null,
      "source" : null,
      "affiliationName" : null,
      "affiliationCode" : null,
      "orcid" : null,
      "urlIdentifier" : null,
      "affiliated" : false
    } ],
    "identifiers" : ""
  }, {
    "id" : "9923879935601921",
    "title" : "The Rhythm of Depressed Speech: An Analysis of Timing Variabilities",
    "resourceType" : "etd.undergraduate",
    "publicationDetails" : "",
    "conferenceDetails" : "",
    "eventDetails" : "",
    "seriesDetails" : "Brandeis University",
    "etdDetails" : "Bachelor of Arts (BA), Brandeis University, College of Arts and Sciences",
    "date" : "2016",
    "description" : "Speech rhythm metrics were explored as a potential informative biomarker for the classification of depressed speech. A database of speech recordings collected from depressed patients undergoing treatment was automatically segmented via text alignment processes. Speech rhythm metrics were then calculated for each of the speech samples with a script written specifically for this analysis. Rhythm metric values were correlated with depression severity scores to determine the level of co-variation. Silence was found to increase and consonant intervals to display less variability with increased depression. Results thus indicate a slower speaking rate and a form of consonant reduction in depressed speech. However, no metrics were consistently correlated with depression across all elicitation tasks, depression evaluation scales, or speakers, suggesting further investigation into optimal condition-specific features is merited.",
    "peerreview" : false,
    "openaccess" : true,
    "doi" : "",
    "thumbnail" : "/view/delivery/thumbnail/<inst_code>/9923879935601921?calculateAccessRights=true",
    "permalink" : "/outputs/undergraduate/The-Rhythm-of-Depressed-Speech-An/9923879935601921",
    "creators" : [ {
      "displayName" : "Adrianne Schwarzentruber",
      "nameForSearch" : null,
      "role" : null,
      "source" : null,
      "affiliationName" : null,
      "affiliationCode" : null,
      "orcid" : null,
      "urlIdentifier" : null,
      "affiliated" : false
    } ],
    "identifiers" : ""
  }, {
    "id" : "9923879936901921",
    "title" : "The Function of Inosine-5’-Monophosphate Dehydrogenase’s Bateman Domain in  Escherichia coli",
    "resourceType" : "etd.graduate",
    "publicationDetails" : "",
    "conferenceDetails" : "",
    "eventDetails" : "",
    "seriesDetails" : "Brandeis University",
    "etdDetails" : "Master of Science (MS), Brandeis University, Graduate School of Arts and Sciences",
    "date" : "2018",
    "description" : "Inosine 5’-monophosphate dehydrogenase (IMPDH) catalyzes the rate-limiting conversion of inosine 5’-monophosphate (IMP) to xanthosine 5’-monophosphate (XMP) in the de novo purine biosynthesis pathway. Overexpression of the protein is linked to the proliferation of diseased cells, and inhibitors of IMPDH have been used as anticancer, antiviral, and immunosuppressive treatments. IMPDH is a tetramer and each monomer has two domains: a catalytic domain and a Bateman domain. The function of the Bateman domain is currently unknown. The enzyme remains catalytically active when the Bateman domain is replaced with a short peptide scar (ΔCBS). Mutations in the Bateman domain of human IMPDH 1 have been linked to hereditary diseases including retinitis pigmentosa. Understanding the function of the Bateman domain in E. coli will shed light on IMPDH’s extracatalytic functions. I constructed E. coli strains that can endogenously express Strep-II tagged IMPDH and IMPDHΔCBS and used affinity purification to test for the presence of binding partners. E. coli cells were harvested during exponential growth and incubated with formaldehyde to chemically cross-link protein-protein and protein-nucleotide interactions prior to lysis. Western blots of IMPDH and IMPDHΔCBS from cross-linked lysates revealed cross-link dependent band shifts that corresponded with the molecular weight of their respective dimer, trimer, and tetramer. There was also a cross-link dependent shift of the wild-type IMPDH monomer that was absent in the IMPDHΔCBS sample, which indicates that the shift was dependent on an interaction with the Bateman domain. Mass spectrometry was inconclusive for determining a protein-binding partner for the Bateman domain, but both the WT tagged and ΔCBS tagged samples contained GMP reductase (GMPR) and adenosine deaminase. Additional research is required to identify the function of these interactions and the molecule(s) that interact with the Bateman domain.",
    "peerreview" : false,
    "openaccess" : true,
    "doi" : "10.48617/etd.787",
    "thumbnail" : "/view/delivery/thumbnail/<inst_code>/9923879936901921?calculateAccessRights=true",
    "permalink" : "/outputs/graduate/The-Function-of-Inosine-5-Monophosphate-Dehydrogenases-Bateman/9923879936901921",
    "creators" : [ {
      "displayName" : "Sabrina McDonnell",
      "nameForSearch" : null,
      "role" : null,
      "source" : null,
      "affiliationName" : null,
      "affiliationCode" : null,
      "orcid" : null,
      "urlIdentifier" : null,
      "affiliated" : false
    } ],
    "identifiers" : ""
  }, {
    "id" : "9923880069501921",
    "title" : "Investigating the circadian function of potential neuropeptide CG17777 in Drosophila",
    "resourceType" : "etd.graduate",
    "publicationDetails" : "",
    "conferenceDetails" : "",
    "eventDetails" : "",
    "seriesDetails" : "Brandeis University",
    "etdDetails" : "Master of Science (MS), Brandeis University, Graduate School of Arts and Sciences",
    "date" : "2020",
    "description" : "Rhythmic behaviors regulated by the circadian clock are essential for living creatures and Drosophila is an ideal model in which to study them. About 150 neuron control circadian rhythms housed in the Drosophila brain, and they rely on molecules like neuropeptides to communicate with each other to be synchronous. Only seven neuropeptides have been identified within clock neurons so far. CG17777 is a candidate novel neuropeptide that is expressed in the circadian network including the LNds, DN1as and possibly the LNvs and DN1s. CRISPR deletion of CG17777 showed hyperactivity specifically during the day. Knockdown of CG17777 using RNAi in the central clock or eyes might be responsible for a higher activity in the evening period. Thus, we concluded that CG17777 might represses daytime activity in Drosophila. Interestingly, when knocking down CG17777 in two of the LNds cells, the flies showed less daytime activity. CG17777 might play different roles in different neurons. Also, circadian period of CG17777 knockdown or CRISPR deletion files is normal, so CG17777 may not regulate periods alone.",
    "peerreview" : false,
    "openaccess" : true,
    "doi" : "",
    "thumbnail" : "/view/delivery/thumbnail/<inst_code>/9923880069501921?calculateAccessRights=true",
    "permalink" : "/outputs/graduate/Investigating-the-circadian-function-of-potential/9923880069501921",
    "creators" : [ {
      "displayName" : "Yifan Fei",
      "nameForSearch" : null,
      "role" : null,
      "source" : null,
      "affiliationName" : null,
      "affiliationCode" : null,
      "orcid" : null,
      "urlIdentifier" : null,
      "affiliated" : false
    } ],
    "identifiers" : ""
  }, {
    "id" : "9923880070601921",
    "title" : "Investigating hybridization kinetics of oligos binding to DNA secondary structures",
    "resourceType" : "etd.undergraduate",
    "publicationDetails" : "",
    "conferenceDetails" : "",
    "eventDetails" : "",
    "seriesDetails" : "Brandeis University",
    "etdDetails" : "Bachelor of Science (BS), Brandeis University, School of Arts and Sciences",
    "date" : "2019",
    "description" : "RNAs are molecules that rely on their 3D structure to regulate cell processes, such as delivering molecules or making proteins. Therefore, disrupting the structure of RNA could help us better understand or even modulate these functions. In principle, one way to do this is to bind DNA oligonucleotides to the RNA to change its conformation so that it no longer functions. In practice, this is a difficult task as the complex secondary and tertiary structures of RNA often prevent DNA from binding stably. We aim to understand how kinetics of oligo binding to a secondary structure depends on the type of secondary structure. We design a set of hairpins, bulge loops, and internal loops with various loop and toehold lengths. A fluorescent probe binds to all these structures, allowing us to make measurements of the amount of unfolded molecules. Preliminary results show that reaction rates increase with increasing external toehold length for all structures.",
    "peerreview" : false,
    "openaccess" : true,
    "doi" : "",
    "thumbnail" : "/view/delivery/thumbnail/<inst_code>/9923880070601921?calculateAccessRights=true",
    "permalink" : "/outputs/undergraduate/Investigating-hybridization-kinetics-of-oligos-binding/9923880070601921",
    "creators" : [ {
      "displayName" : "Olivia Zou",
      "nameForSearch" : null,
      "role" : null,
      "source" : null,
      "affiliationName" : null,
      "affiliationCode" : null,
      "orcid" : null,
      "urlIdentifier" : null,
      "affiliated" : false
    } ],
    "identifiers" : ""
  }, {
    "id" : "9923880070901921",
    "title" : "Social Memory and Identity in the Mesara Landscape: Collective Island Memory Contrasting with Strategies of Empire",
    "resourceType" : "etd.graduate",
    "publicationDetails" : "",
    "conferenceDetails" : "",
    "eventDetails" : "",
    "seriesDetails" : "Brandeis University",
    "etdDetails" : "Master of Arts (MA), Brandeis University, Graduate School of Arts and Sciences",
    "date" : "2013",
    "description" : "This thesis focuses on the power center shifts in the Mesara (Crete) between Phaistos, Ayia Triada, and Gortyn from the Neolithic to Roman periods. After a critical analysis of Minoan archaeology and the way the term “palaces” (termed “court-centered buildings”) has hindered state formation theory, I hypothesize that Phaistos was a disembedded capital for the Mesara. Additionally, I consider the active role of landscape, primarily how certain natural features being identified as meaningful by past settlement could have dictated the initial decision to place the court-centered building at Phaistos. Via an exploration of collective memory, I identify the Kamares cave as one of those meaningful features, demonstrative of sociocultural significance even prior to the construction of the court-centered building. \\r Depending on the political period, the acknowledgement of Phaistos as a locale of significance varies. Landscape theory helps us understand which location was significant during any given period. Essentially, the acknowledgement and influence of collective memory grants landscape a more active role in determining locations of importance, meaning that buildings are simply a marker. If the Phaistos court-centered building did not exist, the location would still be considered culturally significant to the inhabitants who shared the collective memory of the region. The assumption of power by local external forces, such as the Knossians and Mycenaeans, demonstrates an interesting balance between acknowledging preexisting collective memory, and wanting to define a new order. When drastic landscape transformation occurs, and previous sociocultural associations are abandoned, buildings are no longer just a marker, and actually hold power. Thus, the construction of Gortyn and the fall of Phaistos demonstrate a lack of concern for the previously culturally significant location, and how Gortyn, a location lacking in cultural meaning (though defensibly sensible) become a locale of power simply by the presence of a building.",
    "peerreview" : false,
    "openaccess" : true,
    "doi" : "",
    "thumbnail" : "/view/delivery/thumbnail/<inst_code>/9923880070901921?calculateAccessRights=true",
    "permalink" : "/outputs/graduate/Social-Memory-and-Identity-in-the/9923880070901921",
    "creators" : [ {
      "displayName" : "Natalie Susmann",
      "nameForSearch" : null,
      "role" : null,
      "source" : null,
      "affiliationName" : null,
      "affiliationCode" : null,
      "orcid" : null,
      "urlIdentifier" : null,
      "affiliated" : false
    } ],
    "identifiers" : ""
  }, {
    "id" : "9923880069301921",
    "title" : "A Symbol of Virtue Or A Strategy for Votes? John F. Kennedy’s Telephone Call to Coretta King And Its Social And Political Consequences",
    "resourceType" : "etd.graduate",
    "publicationDetails" : "",
    "conferenceDetails" : "",
    "eventDetails" : "",
    "seriesDetails" : "Brandeis University",
    "etdDetails" : "Master of Arts (MA), Brandeis University, Graduate School of Arts and Sciences",
    "date" : "2013",
    "description" : "This thesis examines the effect of a phone conversation between Kennedy and Coretta Scott King concerning Dr. Martin Luther King, Jr’s unfair imprisonment on the African- American community, and the social and political consequences that followed. By examining Kennedy’s relationship to civil rights before the call, the events surrounding the phone call itself, and the political strategy involved in getting the message of Kennedy’s call to African- Americans, this thesis will attempt to determine Kennedy’s motivations in making the call and if it had any effects. By looking at polling data and voting statistics among African-Americans, this thesis will determine to what extent they supported Kennedy in the election. A chart was developed that examined Kennedy’s motivation for making the call, ranging from instrumental to moral. The effect of the call ranges from a high effect, no effect at all, and a negative effect for Kennedy. If the call had a positive effect and Kennedy did it for political reasons, he is a calculating candidate. If the call had no effect and Kennedy made it for political reasons, he is an ineffectual candidate. If the call had a negative effect and Kennedy made it for votes, he is a candidate who failed. Conversely, if he called out of concern and the call had a positive effect, he is a heroic candidate. If he truly cared when he called and it had no effect, he is a benign candidate. If he made the call for moral reasons and it had a negative effect, he is a foolish candidate. After looking at all the data and developing a chart examining Kennedy’s motivation and the effect the phone call had, the effect of the phone call can be quantified as high, and Kennedy’s motivations in making the call were mixed. Kennedy’s mixed motivations shed an interesting light on the campaign and his dealings with civil rights.",
    "peerreview" : false,
    "openaccess" : true,
    "doi" : "",
    "thumbnail" : "/view/delivery/thumbnail/<inst_code>/9923880069301921?calculateAccessRights=true",
    "permalink" : "/outputs/graduate/A-Symbol-of-Virtue-Or-A/9923880069301921",
    "creators" : [ {
      "displayName" : "Matthew E. Sullivan",
      "nameForSearch" : null,
      "role" : null,
      "source" : null,
      "affiliationName" : null,
      "affiliationCode" : null,
      "orcid" : null,
      "urlIdentifier" : null,
      "affiliated" : false
    } ],
    "identifiers" : ""
  }, {
    "id" : "9923879942501921",
    "title" : "Reversibly Constraining a U1 snRNP:pre-mRNA Complex Using an Engineered  Disulfide Crosslink",
    "resourceType" : "etd.graduate",
    "publicationDetails" : "",
    "conferenceDetails" : "",
    "eventDetails" : "",
    "seriesDetails" : "Brandeis University",
    "etdDetails" : "Master of Science (MS), Brandeis University, Graduate School of Arts and Sciences",
    "date" : "2015",
    "description" : "Most human protein coding genes contain coding (exon) and noncoding (intron) \\r sequences. In the process of precursor-mRNA splicing, introns are removed and exons \\r spliced together from the precursor-mRNA transcripts of such genes. Precursor-mRNA \\r splicing is catalyzed by the spliceosome - a dynamic assembly composed of five sub-\\r complexes or U snRNPs. To catalyze splicing, the U snRNPs assemble onto a \\r precursor-mRNA in an ordered pathway to form the E, A, B, B* and C intermediates. \\r Difficulties in capturing these intermediates has hindered their characterization and \\r structural investigation, particularly of the B complex which progresses to a catalytically \\r active state or B* complex following displacement of the U1 snRNP from its pre-mRNA \\r binding site. We hypothesize that through a site-specific engineered crosslink between \\r a thiol-modified precursor-mRNA and a mutagenized subunit of U1 snRNP, dissociation \\r of U1 snRNP can be prevented and a pre-catalytic B complex reversibly trapped for \\r mechanistic and structural studies. We report on the design, expression, purification, \\r and characterization of mutant variants of a U1 snRNP subunit to be used to engineer a \\r disulfide crosslink and their crosslinking to a thiol-modified oligonucleotide.",
    "peerreview" : false,
    "openaccess" : true,
    "doi" : "10.48617/etd.822",
    "thumbnail" : "/view/delivery/thumbnail/<inst_code>/9923879942501921?calculateAccessRights=true",
    "permalink" : "/outputs/graduate/Reversibly-Constraining-a-U1-snRNPpre-mRNA-Complex/9923879942501921",
    "creators" : [ {
      "displayName" : "Yehonatan Meschede-Krasa",
      "nameForSearch" : null,
      "role" : null,
      "source" : null,
      "affiliationName" : null,
      "affiliationCode" : null,
      "orcid" : null,
      "urlIdentifier" : null,
      "affiliated" : false
    } ],
    "identifiers" : ""
  }, {
    "id" : "9923880186101921",
    "title" : "Jewish Mothers of Autistic Children: Ritual & Disability Through a Feminist Lens",
    "resourceType" : "etd.undergraduate",
    "publicationDetails" : "",
    "conferenceDetails" : "",
    "eventDetails" : "",
    "seriesDetails" : "Brandeis University",
    "etdDetails" : "Bachelor of Arts (BA), Brandeis University, College of Arts and Sciences",
    "date" : "2017",
    "description" : "This thesis explores the lives of Jewish mothers with autistic children to understand how their unique position informs the construction of identities as activists, advocates, and reformers of Judaism.  It employs feminist theories on disability, activism, and religion to understand the ways in which these women must navigate societal expectations of neurotypicality as the parent of a non-neurotypical child.",
    "peerreview" : false,
    "openaccess" : true,
    "doi" : "",
    "thumbnail" : "/view/delivery/thumbnail/<inst_code>/9923880186101921?calculateAccessRights=true",
    "permalink" : "/outputs/undergraduate/Jewish-Mothers-of-Autistic-Children-Ritual/9923880186101921",
    "creators" : [ {
      "displayName" : "Rachel Gabrilowitz",
      "nameForSearch" : null,
      "role" : null,
      "source" : null,
      "affiliationName" : null,
      "affiliationCode" : null,
      "orcid" : null,
      "urlIdentifier" : null,
      "affiliated" : false
    } ],
    "identifiers" : ""
  } ]
}