{
  "info" : {
    "totalResultsLocal" : 166211,
    "totalResultsPC" : -1,
    "total" : 166211,
    "first" : 1,
    "last" : 10
  },
  "highlights" : { },
  "docs" : [ {
    "id" : 991031447810602976
  }, {
    "id" : 991031447812702976
  }, {
    "id" : 991031447814802976
  }, {
    "id" : 991031447811902976
  }, {
    "id" : 991031447347002976
  }, {
    "id" : 991031447813502976
  }, {
    "id" : 991031447347302976
  }, {
    "id" : 991031447349602976
  }, {
    "id" : 991031447810402976
  }, {
    "id" : 991031447101602976
  } ],
  "timelog" : {
    "CALL_SOLR_GET_IDS_LIST" : "139",
    "ESPLORO_LOCAL_SEARCH_TOTAL" : "144",
    "BUILD_BLEND_AND_CACHE_RESULTS" : 0,
    "BUILD_COMBINED_RESULTS_MAP" : 145,
    "BUILD_MMS_IDS_LIST" : 0,
    "LOAD_ENTITIES_FROM_DB" : 13,
    "GET_ESPLORO_ENTITY_MODEL_FOR_MMS_991031447810602976" : 3,
    "LOAD_ASSET_EXTENTION_FOR_MMS_991031447810602976" : 2,
    "LOAD_CREATORS_FOR_MMS_991031447810602976" : 1,
    "PROCESS_CREATORS_FOR_MMS_991031447810602976" : 0,
    "GET_ESPLORO_ENTITY_MODEL_FOR_MMS_991031447812702976" : 2,
    "LOAD_ASSET_EXTENTION_FOR_MMS_991031447812702976" : 3,
    "LOAD_CREATORS_FOR_MMS_991031447812702976" : 0,
    "PROCESS_CREATORS_FOR_MMS_991031447812702976" : 0,
    "GET_ESPLORO_ENTITY_MODEL_FOR_MMS_991031447814802976" : 2,
    "LOAD_ASSET_EXTENTION_FOR_MMS_991031447814802976" : 2,
    "LOAD_CREATORS_FOR_MMS_991031447814802976" : 0,
    "PROCESS_CREATORS_FOR_MMS_991031447814802976" : 0,
    "GET_ESPLORO_ENTITY_MODEL_FOR_MMS_991031447811902976" : 2,
    "LOAD_ASSET_EXTENTION_FOR_MMS_991031447811902976" : 2,
    "LOAD_CREATORS_FOR_MMS_991031447811902976" : 1,
    "PROCESS_CREATORS_FOR_MMS_991031447811902976" : 0,
    "GET_ESPLORO_ENTITY_MODEL_FOR_MMS_991031447347002976" : 2,
    "LOAD_ASSET_EXTENTION_FOR_MMS_991031447347002976" : 2,
    "LOAD_CREATORS_FOR_MMS_991031447347002976" : 0,
    "PROCESS_CREATORS_FOR_MMS_991031447347002976" : 0,
    "GET_ESPLORO_ENTITY_MODEL_FOR_MMS_991031447813502976" : 2,
    "LOAD_ASSET_EXTENTION_FOR_MMS_991031447813502976" : 2,
    "LOAD_CREATORS_FOR_MMS_991031447813502976" : 0,
    "PROCESS_CREATORS_FOR_MMS_991031447813502976" : 0,
    "GET_ESPLORO_ENTITY_MODEL_FOR_MMS_991031447347302976" : 2,
    "LOAD_ASSET_EXTENTION_FOR_MMS_991031447347302976" : 3,
    "LOAD_CREATORS_FOR_MMS_991031447347302976" : 0,
    "PROCESS_CREATORS_FOR_MMS_991031447347302976" : 1,
    "GET_ESPLORO_ENTITY_MODEL_FOR_MMS_991031447349602976" : 3,
    "LOAD_ASSET_EXTENTION_FOR_MMS_991031447349602976" : 2,
    "LOAD_CREATORS_FOR_MMS_991031447349602976" : 1,
    "PROCESS_CREATORS_FOR_MMS_991031447349602976" : 0,
    "GET_ESPLORO_ENTITY_MODEL_FOR_MMS_991031447810402976" : 2,
    "LOAD_ASSET_EXTENTION_FOR_MMS_991031447810402976" : 3,
    "LOAD_CREATORS_FOR_MMS_991031447810402976" : 1,
    "PROCESS_CREATORS_FOR_MMS_991031447810402976" : 0,
    "GET_ESPLORO_ENTITY_MODEL_FOR_MMS_991031447101602976" : 2,
    "LOAD_ASSET_EXTENTION_FOR_MMS_991031447101602976" : 2,
    "LOAD_CREATORS_FOR_MMS_991031447101602976" : 0,
    "PROCESS_CREATORS_FOR_MMS_991031447101602976" : 0,
    "TOTAL_BUILD_ASSETS_SECTION" : 62,
    "TOTAL_SEARCH_TIME" : 147,
    "TOTAL_PROCESS_RESULTS" : 76
  },
  "facets" : [ ],
  "assets" : [ {
    "id" : "991031447810602976",
    "title" : "Scleractinian coral diseases in south Florida and Dominica (West Indies): Epizootiology and effects on host tissue structure and reproduction",
    "resourceType" : "etd.doctoral",
    "publicationDetails" : "",
    "conferenceDetails" : "",
    "eventDetails" : "",
    "seriesDetails" : "",
    "etdDetails" : "Doctor of Philosophy (PhD), University of Miami",
    "date" : "2003",
    "description" : "<p>Coral diseases are contributing to the decline of coral reefs worldwide and have been demonstrated to effect changes in community structure and diversity. This study focused on the spatial and temporal dynamics of coral diseases (black band disease (BBD), white plague (WP), dark spots syndrome (DSS) and white band disease (WBD)) in south Florida and Dominica (West Indies), as well as the examination of the effects of diseases on coral reproductive activity, total lipid content, and tissue and cellular structure. Transmission electron microscopy was utilized to examine the ultrastructural anomalies associated with BBD and WP type II, which included the degeneration of endosymbiotic algae, membrane disruption, karyolysis, an increase in the density of mucus secretory cells, the loss of flagellar structures, and liquefactive necrosis. Ultrastructural changes unique to BBD infections (swollen mitochondria, swollen microvilli and cilia, and the degeneration of the mesoglea) were indicative of hypoxia and toxin (sulfide) related tissue death. A histological examination of DSS demonstrated that this condition may be caused by the invasion of the coral calicoblastic epithelium by endolithic fungi when the coral is stressed. WP had significant negative impacts on the reproductive activity of Montastraea faveolata. However, these effects were localized to the region of tissue directly impacted by the WP disease band/lesion. In both south Florida and Dominica, DSS was the most common syndrome, but BBD and WP caused the largest amount of coral tissue death. The only disease that exhibited a linear increase in incidence with elevated temperature was BBD. However, WP and WBD were most active during the warmest survey months. In most cases, disease progression rates were noted to increase with warmer water temperatures. DSS and BBD were the most persistent conditions, while WP infections were comparatively short-lived (approx. 1--3 months). Disease density (WP and DSS) at each site was significantly, positively correlated with the relative frequency of target species. The species noted to be most susceptible to WP and BBD varied in each survey year. Coral diseases predominantly affected the larger colonies of most susceptible species, and the re-infection rates of colonies between survey years was approximately 25%. Scleractinian recruitment rates (onto areas of the skeleton exposed via disease-related mortality) were low, and the comparatively high occurrence of algae may result in a shift towards algal-dominated reefs.</p>",
    "peerreview" : false,
    "openaccess" : false,
    "doi" : "",
    "thumbnail" : "/view/delivery/thumbnail/<inst_code>/991031447810602976?calculateAccessRights=true",
    "permalink" : "/outputs/doctoral/Scleractinian-coral-diseases-in-south-Florida/991031447810602976",
    "creators" : [ {
      "displayName" : "Jill L. Borger",
      "nameForSearch" : null,
      "role" : null,
      "source" : null,
      "affiliationName" : null,
      "affiliationCode" : null,
      "orcid" : null,
      "urlIdentifier" : null,
      "affiliated" : false
    } ],
    "identifiers" : ""
  }, {
    "id" : "991031447812702976",
    "title" : "The distribution and molecular characterization of a novel infectious agent in bicolor damselfish, Pomacentrus partitus on South Florida reefs and in the Caribbean",
    "resourceType" : "etd.doctoral",
    "publicationDetails" : "",
    "conferenceDetails" : "",
    "eventDetails" : "",
    "seriesDetails" : "",
    "etdDetails" : "Doctor of Philosophy (PhD), University of Miami",
    "date" : "1999",
    "description" : "<p>Damselfish neurofibromatosis (DNF) is a transmissible cancer that affects bicolor damselfish (Pomacentrus partitus) on South Florida reefs, and is characterized by the formation of malignant neurofibromas, neurofibrosarcomas, and chromatophoromas. We have identified a potentially infectious agent in P. partitus which appears to be associated with the presence of DNF. This agent has been termed DNFX. The prevalence and copy number per cell of DNFX DNA were determined in healthy fish (HFs), tumored fish (TFs), and fish with experimentally induced tumors (EFs). Damselfish were collected on reefs having a high (>14% of adults affected) or low (<0.3% of adults affected) prevalence of DNF. HFs were significantly less likely to test positive for DNFX than TFs or EFs. HFs were also found to have a lower copy number (always <1 copy of DNFX per 25 cells) than TF tumors (average of 3 copies per cell) or organs (average of 1 copy per cell). EFs were more similar to TFs than to HFs, with a mean of 1 copy of DNFX per cell in tumors, and 1 copy of DNFX per 10 cells in grossly healthy organs. From high prevalence reefs, 100% of HFs tested positive for DNFX, which was significantly higher than the 60% of HFs that tested positive on low prevalence reefs. On the reefs, copy numbers in HFs were similar regardless of DNF prevalence rate. No juvenile fish tested were found to be positive for DNFX from either high or low prevalence sites. When the distribution of DNFX in individual grossly healthy organs was examined, a greater number of healthy TF organs were DNFX positive as the fish developed more tumors. In addition, there appeared to be little variation in DNFX sequence among cell lines, HFs, EFs, or TFs from South Florida. Formalin fixed museum specimens were also analyzed for the presence of DNFX, and DNFX was observed in South Florida from fish collected in 1959. DNFX DNA was found in HFs at several locations in the Caribbean at a prevalence rate similar to that seen on low prevalence reefs in South Florida, although DNF is localized to Florida and the Bahamas. The sequences of DNFX throughout the Caribbean were found to be similar to those seen in South Florida, with the exception of DNFX from the Bahamas, which differed from the South Florida sequences by 2%. (10 base substitutions over 400 bases). In conclusion, DNFX was found to be significantly correlated with the presence of DNF tumors, and was found at significantly higher copy numbers in TFs and EFs than in HFs. DNFX was found in significantly more HFs on high prevalence reefs than on low prevalence reefs. DNFX was seen to be widespread in the Caribbean, and to have been present in South Florida since at least 1959, although at very low copy numbers. Finally, in the region sequenced in this study, DNFX was found to have almost no sequence variation among cell lines, TFs, HFs, EFs, or fish from elsewhere in the Caribbean. The copy number of DNFX (above 1 copy of DNFX per 25 cells), and not sequence variation, is likely to lead to the development of tumors in bicolor damselfish.</p>",
    "peerreview" : false,
    "openaccess" : false,
    "doi" : "",
    "thumbnail" : "/view/delivery/thumbnail/<inst_code>/991031447812702976?calculateAccessRights=true",
    "permalink" : "/outputs/doctoral/The-distribution-and-molecular-characterization-of/991031447812702976",
    "creators" : [ {
      "displayName" : "Catherine Elizabeth Campbell",
      "nameForSearch" : null,
      "role" : null,
      "source" : null,
      "affiliationName" : null,
      "affiliationCode" : null,
      "orcid" : null,
      "urlIdentifier" : null,
      "affiliated" : false
    } ],
    "identifiers" : ""
  }, {
    "id" : "991031447814802976",
    "title" : "Compatibility Of Teaching And Learning Styles As A Determinant Of Academic Success",
    "resourceType" : "etd.doctoral",
    "publicationDetails" : "",
    "conferenceDetails" : "",
    "eventDetails" : "",
    "seriesDetails" : "",
    "etdDetails" : "Doctor of Philosophy (PhD), University of Miami",
    "date" : "1976",
    "description" : "",
    "peerreview" : false,
    "openaccess" : false,
    "doi" : "",
    "thumbnail" : "/view/delivery/thumbnail/<inst_code>/991031447814802976?calculateAccessRights=true",
    "permalink" : "/outputs/doctoral/Compatibility-Of-Teaching-And-Learning-Styles/991031447814802976",
    "creators" : [ {
      "displayName" : "John Robert Scerba",
      "nameForSearch" : null,
      "role" : null,
      "source" : null,
      "affiliationName" : null,
      "affiliationCode" : null,
      "orcid" : null,
      "urlIdentifier" : null,
      "affiliated" : false
    } ],
    "identifiers" : ""
  }, {
    "id" : "991031447811902976",
    "title" : "Perspectives on Choral and Solo Singing: EnhancingCommunication Between Choral Conductors and Voice Teachers",
    "resourceType" : "etd.doctoral",
    "publicationDetails" : "",
    "conferenceDetails" : "",
    "eventDetails" : "",
    "seriesDetails" : "",
    "etdDetails" : "Doctor of Musical Arts (DMA), University of Miami",
    "date" : "2010-12-15",
    "description" : "<p>Concepts of choral and solo singing diverge among the masses of pedagogues, teachers, and conductors who have differing opinions about healthy vocal technique and training. These differences have generated tension within some university music programs, with choral faculty and voice faculty sometimes on opposing sides. This document presents answers from professional singers who engage in choral and solo singing while maintaining a healthy vocal technique. All subjects interviewed for this document were asked to speak in detail to vocal adjustments made to sing in different styles. In addition, they were asked to identify any vocal faults that may arise from improper vocal production. The goal of this document is to lay grounds for valuable discussion regarding the opposing perspectives found in some academic circles with regard to proper vocal technique and training for choral and solo singing.</p>",
    "peerreview" : false,
    "openaccess" : true,
    "doi" : "",
    "thumbnail" : "/view/delivery/thumbnail/<inst_code>/991031447811902976?calculateAccessRights=true",
    "permalink" : "/outputs/doctoral/Perspectives-on-Choral-and-Solo-Singing/991031447811902976",
    "creators" : [ {
      "displayName" : "Matthew August Ferrell",
      "nameForSearch" : null,
      "role" : null,
      "source" : null,
      "affiliationName" : null,
      "affiliationCode" : null,
      "orcid" : null,
      "urlIdentifier" : null,
      "affiliated" : false
    } ],
    "identifiers" : ""
  }, {
    "id" : "991031447347002976",
    "title" : "Observations and Modeling of Exchange and Residence Time in Tidal Inlets",
    "resourceType" : "etd.doctoral",
    "publicationDetails" : "",
    "conferenceDetails" : "",
    "eventDetails" : "",
    "seriesDetails" : "",
    "etdDetails" : "Doctor of Philosophy (PhD), University of Miami",
    "date" : "2016-02-11",
    "description" : "<p>The exchange of water in a coastal embayment with seawater is forced by tidally driven and gravitational flows. Tidal flows oscillate temporally based on planetary motion, while gravitational flows like those found in rivers act in one direction from high to low altitude. These flows determine the residence time, or the time water will remain within an embayment. At the ocean boundary, many coasts contain barrier islands with inlets through which these flows propagate. The effect that inlets have on the exchange of inland water with the sea has been the subject of research for nearly a century. Residence time is a bulk parameter that can be used to indicate the efficiency of an inlet system to rid itself of contaminants and maintain good water quality. Because coastal embayments are often exposed to anthropogenic pollutants, understanding the processes that control residence time improves our ability to protect coastal ecosystems. Inlet systems, including lagoons and estuaries, are subject to processes of a wide range of spatial and temporal scales. As such, past efforts to identify which processes control the motion and transport of water often rely on assumptions that simplify the kinematics. Today, the rapid evolution of personal computing has enabled the creation of numerical models that resolve the Reynolds Averaged Navier Stokes Equations (RANS) for complex flows found in inlet environments. This dissertation focuses on utilizing such a model to examine the flow in tidal inlet systems and to identify the dominant processes that control exchange and residence time. First, modeling experiments of idealized lagoons are conducted with the aim of quantifying how the shape of an inlet affects residence time. Seventeen different inlet configurations are examined. Methods of quantifying residence time based on previous analytical models are applied to a numerical model for the first time. To better understand the mechanism of exchange, a simple transport model is also developed. In the transport model, a new definition of tidally driven exchange is presented and used to quantify how tidal exchange controls residence time in a lagoon. Residence time is found to be minimized for inlets that are restricted enough to produce energetic tidal flows, but broad enough to prevent a reduction in the tidal prism. To apply the methods derived from the idealized modeling to a real inlet system, a depth-averaged coupled Wave-Flow model of New River Inlet (NRI) in North Carolina is developed. NRI features a relatively narrow inlet that connects to an expansive estuary. The model is calibrated and verified with a collection of field observations obtained during the first ONR funded Inlet and River Mouth Dynamics Departmental Research Initiative (RIVET 1) field experiment. In situ flow, water level, wave and dye concentration observations are used to quantify model performance through a skill analysis. The methods developed to quantify residence time and tidal exchange in the idealized lagoon models are applied to the NRI model. The model is used to quantify residence time with parameters from each tidal cycle from May 1-20, 2012 to examine temporal variability. Through the modeling it is shown that residence time in an estuary is controlled primarily by the geometry of the system, and by the processes of tidal exchange and river flushing. Tidal exchange is further controlled by an assortment of factors including the geometry of the inlet, the magnitude of the tide, and any physical processes that draw water away from the inlet on both the ocean and estuary sides. The temporal variability of tidal exchange is attributed primarily to subtidal fluctuations of the tidal prism and secondarily to nearshore processes driven by wind and waves that produce longshore currents. The river flow at NRI, although weak, is shown to reduce the mean residence time by 14.6%. Future work is needed to develop an analytical expression for the mean residence time in an estuary that includes both the influences of tidal exchange and river flushing.</p>",
    "peerreview" : false,
    "openaccess" : true,
    "doi" : "",
    "thumbnail" : "/view/delivery/thumbnail/<inst_code>/991031447347002976?calculateAccessRights=true",
    "permalink" : "/outputs/doctoral/Observations-and-Modeling-of-Exchange-and/991031447347002976",
    "creators" : [ {
      "displayName" : "Patrick Forde Rynne",
      "nameForSearch" : null,
      "role" : null,
      "source" : null,
      "affiliationName" : null,
      "affiliationCode" : null,
      "orcid" : null,
      "urlIdentifier" : null,
      "affiliated" : false
    } ],
    "identifiers" : ""
  }, {
    "id" : "991031447813502976",
    "title" : "Central Vs Peripheral Contributions To The Cerebral Ischemic Response In The Rabbit (baroreceptors, Four Vessel Occlusion)",
    "resourceType" : "etd.doctoral",
    "publicationDetails" : "",
    "conferenceDetails" : "",
    "eventDetails" : "",
    "seriesDetails" : "",
    "etdDetails" : "Doctor of Philosophy (PhD), University of Miami",
    "date" : "1984",
    "description" : "<p>The cerebral ischemic response (CIR) was elicited in rabbits after permanent occlusion of the vertebral arteries by temporarily occluding the common carotid arteries or the internal and external carotid arteries. It was found that infusion of saline into the common carotid artery during the CIR resulted in a delay of the onset of apnea and an attenuation of the blood pressure increase, suggesting that mechanical factors play a role in the initiation of the CIR. Occlusion of either the internal or external carotid artery alone failed to elicit changes in blood pressure or respiration. The CIR could only be elicited during periods when the internal and external carotid arteres were jointly occluded, suggesting that the ischemic stimulus may act upon peripheral sites as well as upon central sites. Finally, the bradycardia component could be eliminated by ventilation and sinoaortic denervation, suggesting that the bradycardia component is a secondary response to cerebral ischemia.</p>",
    "peerreview" : false,
    "openaccess" : false,
    "doi" : "",
    "thumbnail" : "/view/delivery/thumbnail/<inst_code>/991031447813502976?calculateAccessRights=true",
    "permalink" : "/outputs/doctoral/Central-Vs-Peripheral-Contributions-To-The/991031447813502976",
    "creators" : [ {
      "displayName" : "William G. Leblanc",
      "nameForSearch" : null,
      "role" : null,
      "source" : null,
      "affiliationName" : null,
      "affiliationCode" : null,
      "orcid" : null,
      "urlIdentifier" : null,
      "affiliated" : false
    } ],
    "identifiers" : ""
  }, {
    "id" : "991031447347302976",
    "title" : "Affective Forecasting in Depression:The Effects of Rumination versus Reappraisal",
    "resourceType" : "etd.graduate",
    "publicationDetails" : "",
    "conferenceDetails" : "",
    "eventDetails" : "",
    "seriesDetails" : "",
    "etdDetails" : "Master of Science (MS), University of Miami",
    "date" : "2010",
    "description" : "<p>There is much evidence that people are inaccurate in predicting the impact of future situations on their emotions. At the same time, affective forecasts have important implications for behavior, decision-making, and current mood, and may play an important role in the maintenance of emotional disorders. This study investigated two factors that influence affective forecasting: (1) Whether affective forecasting is associated with depressive symptoms and (2) Whether strategies people use to regulate their current affect influence their predictions of future emotional responses. Participants ruminated or reappraised in response to a sad mood and completed a measure of depressive symptoms (BDI). Results indicated that severity of depression symptoms was related to forecasts of greater sadness and anger to positive scenarios, as well as negative appraisals of future negative events. As expected, both BDI score and habitual use of emotion regulation strategies were correlated with participants' predictions about use and effectiveness of emotion regulation strategies in response to future scenarios. Results reinforced the usefulness of examining future-oriented cognitive processes in depression, providing insight into the role of hopelessness in the disorder. This study also shed light on the relationship between depression and predictions about the use and effectiveness of various emotion regulation strategies.</p>",
    "peerreview" : false,
    "openaccess" : true,
    "doi" : "",
    "thumbnail" : "/view/delivery/thumbnail/<inst_code>/991031447347302976?calculateAccessRights=true",
    "permalink" : "/outputs/graduate/Affective-Forecasting-in-DepressionThe-Effects-of/991031447347302976",
    "creators" : [ {
      "displayName" : "Catherine M. D'Avanzato",
      "nameForSearch" : null,
      "role" : null,
      "source" : null,
      "affiliationName" : null,
      "affiliationCode" : null,
      "orcid" : null,
      "urlIdentifier" : null,
      "affiliated" : false
    } ],
    "identifiers" : ""
  }, {
    "id" : "991031447349602976",
    "title" : "Stain on the Brain - The David Owen Story",
    "resourceType" : "etd.doctoral",
    "publicationDetails" : "",
    "conferenceDetails" : "",
    "eventDetails" : "",
    "seriesDetails" : "",
    "etdDetails" : "Doctor of Philosophy (PhD), University of Miami",
    "date" : "2012-07-30",
    "description" : "<p>David Owen, Australian child abuse survivor‘s life story spanning seventy years, is a testament to “the will to survive.”  Taken from his mother and sent to Neerkol, one of the most notorious government backed Catholic-run orphanages out in the desolate bush of Queensland, he was subjected to extreme abuse, emotionally, physically and sexually. Upon leaving Neerkol, this functionally illiterate young man became a professional Rugby League player and union organizer. He unexpectedly reunited with his mother and became a devoted son. Later in life he courageously challenged the powerful Queensland Government and Catholic Church. A fifty-two-page petition authored by Owen defending “The Rights of a Child” sits with the United Nations in Geneva. To date, all he has received is a televised public apology from both Australian Prime Minister Kevin Rudd and Pope Benedict XVI directed at all of the orphanage survivors for the horrors they suffered as innocent children while in institutional care. My interdisciplinary approach to the Owen story comes from a solid base of documentary filmmaking with BBCTV and PBS. As a freelance writer and producer enthralled with research, both historical and biographical, I jumped at the challenge of creating a culturally important cinematic narrative for the life of the Australian orphanage survivor David Owen. I understood that this would be a highly sensitive story of church and state’s sordid abuse of power. In order to play the politics of getting the story to the screen, I would need to adhere to a determined filmmaker’s credo, \"Always respect the intelligence of your subject and audience. Whenever possible keep it kind and gentle, but most importantly, keep it honest and true.” The dissertation is comprised of three parts: a biography, written in the first person, recreating in detail the major moments of David Owen’s life story; a treatment that converts crucial parts of the biography into a seven-part T.V. miniseries designed to create maximum exposure for the story; and a “producer’s journal” that details the exhilarating ten-year endeavor in the creation of Stain on the Brain. The “biography” was initially created around a series of one-hour telephone interviews over a two-year period. The next portion of interviews were more personal, face to face, for a period of three months when David Owen came to the United States, producing fifty hours of tape. I traveled to Australia for an additional three months where David and I wrote a rough draft of the manuscript together. The biography is comprised of 27 chapters, along with an Australian linguistic glossary. The seven-part mini-series television treatment, taken from the spine of the manuscript, converts the biography into a dramatic series that incorporates crucial scenes from over seven decades of David Owen’s tumultuous life.  The goal is to focus on these moments as decisive elements that explain both the protagonist’s personal development and the paths that his life eventually took.   Key to the biographical narrative is the setting. In this case it is contemporary, but surrounded by a buried, lurid past of Australian history. A final important ingredient is the tease that convinces the viewer to stay tuned until next week. It uses a cliffhanger a glint of hope that there still is a chance for the underdog to win.  The “producer’s journal” will explain a ten-year process of ups and downs. Continuous poor health as a Type 1 diabetic on an insulin pump constantly in and out of emergency rooms, financial ruin and losing my home and moving to Hollywood to write a treatment for a seven-part mini-series are highlighted mishaps and triumphs. Throughout final stages of this dissertation I have kept in touch with David Owen who, sadly enough, has given up the fight. He tells me, “Why don’t you just forget about it JJ. I’m just a busted, baldy old man waiting to go up to the ‘Valley of the Bones.’ I try to keep his spirits up and spout off, “You just can’t give up.”</p>",
    "peerreview" : false,
    "openaccess" : true,
    "doi" : "",
    "thumbnail" : "/view/delivery/thumbnail/<inst_code>/991031447349602976?calculateAccessRights=true",
    "permalink" : "/outputs/doctoral/Stain-on-the-Brain---The/991031447349602976",
    "creators" : [ {
      "displayName" : "Jody Jackson",
      "nameForSearch" : null,
      "role" : null,
      "source" : null,
      "affiliationName" : null,
      "affiliationCode" : null,
      "orcid" : null,
      "urlIdentifier" : null,
      "affiliated" : false
    } ],
    "identifiers" : ""
  }, {
    "id" : "991031447810402976",
    "title" : "An expert system approach to automated operational amplifier design",
    "resourceType" : "etd.doctoral",
    "publicationDetails" : "",
    "conferenceDetails" : "",
    "eventDetails" : "",
    "seriesDetails" : "",
    "etdDetails" : "Doctor of Philosophy (PhD), University of Miami",
    "date" : "1988",
    "description" : "<p>A new expert system based analog integrated circuit design tool has been presented. A prototype implementation, OP-1, synthesizes the geometric dimensions for the MOS transistors in an operational amplifier as an initial design. This is achieved through optimization process from SPICE simulation results. It, also, provides the capability to suggest the circuit designer possible actions to be taken in reaching the optimization of circuit performance. Several operational amplifier design cases have been conducted using this expert system with minimum transistor geometry of 3 micrometers.</p>",
    "peerreview" : false,
    "openaccess" : false,
    "doi" : "",
    "thumbnail" : "/view/delivery/thumbnail/<inst_code>/991031447810402976?calculateAccessRights=true",
    "permalink" : "/outputs/doctoral/An-expert-system-approach-to-automated/991031447810402976",
    "creators" : [ {
      "displayName" : "Ying-Nan Lai",
      "nameForSearch" : null,
      "role" : null,
      "source" : null,
      "affiliationName" : null,
      "affiliationCode" : null,
      "orcid" : null,
      "urlIdentifier" : null,
      "affiliated" : false
    } ],
    "identifiers" : ""
  }, {
    "id" : "991031447101602976",
    "title" : "The Blog Election: An Analysis of the Source Interaction Between Traditional News Media And Blogs in Their Coverage of the 2006 Congressional Midterm Elections",
    "resourceType" : "etd.doctoral",
    "publicationDetails" : "",
    "conferenceDetails" : "",
    "eventDetails" : "",
    "seriesDetails" : "",
    "etdDetails" : "Doctor of Philosophy (PhD), University of Miami",
    "date" : "2009-12-12",
    "description" : "<p>Political blogs have emerged as a new journalistic format that has gained influence on the political discourse in the United States. Previous research has shown that this influence stems mainly from attention given to blogs by traditional news media. Based on the concepts of intermedia agenda setting and agenda building, this study explored the source interaction between 10 elite traditional news media and 10 political filter blogs during the 2006 Congressional Midterm Elections. An analysis of 2587 sources used in the election context found that traditional news media frequently cited blogs in their election coverage, but that the source attributions to the blogs were vague. Blogs, on the other hand, heavily cited traditional news media, but the analysis revealed that conservative blogs cited elite traditional news media less than did liberal blogs. Conservative blogs relied more on conservative media outlets in their election coverage. A case study of the dominant election topic, the Mark Foley scandal, showed that the daily interaction between the two media formats was driven by the use of breaking news elements as well as controversial opinions. The findings of this study show that the blog agenda is strongly influenced by traditional news media sources and that blogs at the same time have become part of the routine newsgathering process of traditional news media journalists. However, the findings also raise questions about changes in the standard journalistic research and attribution procedures as both media formats often rely on each other as sources rather than on original reporting.</p>",
    "peerreview" : false,
    "openaccess" : true,
    "doi" : "",
    "thumbnail" : "/view/delivery/thumbnail/<inst_code>/991031447101602976?calculateAccessRights=true",
    "permalink" : "/outputs/doctoral/The-Blog-Election-An-Analysis-of/991031447101602976",
    "creators" : [ {
      "displayName" : "Marcus Messner",
      "nameForSearch" : null,
      "role" : null,
      "source" : null,
      "affiliationName" : null,
      "affiliationCode" : null,
      "orcid" : null,
      "urlIdentifier" : null,
      "affiliated" : false
    } ],
    "identifiers" : ""
  } ]
}